Repository: pypi-data/pypi-mirror-349
Catalog: packages/xblock-poll/xblock_poll-1.15.1.tar.gz/xblock_poll-1.15.1/poll/translations/*/LC_MESSAGES/textjs.po
Languages: it_it

source: move poll up
it_it: muovi sondaggio all'insù

source: move poll down
it_it: muovi sondaggio ingiù

source: Delete
it_it: Cancella

source: Answer
it_it: Risposta

source: Question
it_it: Domanda

source: Image URL
it_it: URL dell'immagine

source: Image alternative text
it_it: Testo alternativo per l'immagine

source: You can make limited use of Markdown in answer texts, preferably only bold and italics.
it_it: Puoi usare in modo limitato la sintassi Markdown nel testo delle risposta, preferibilmente solo grassetto e corsivo si possono utilizzare.

source: This must have an image URL or text, and can have both. If you add an image, you must also provide an alternative text that describes the image in a way that would allow someone to answer the poll if the image did not load.
it_it: Questo deve avere un image URL o testo e può anche averli entrambi. Se aggiungi un'immagine, devi anche fornire un testo alternativo che descriva l'immagine in modo che questo possa consentire di rispondere al sondaggio anche se l'immagine non è stata correttamente caricata.

source: Results
it_it: Feedback

source: Submit
it_it: Invia

source: Results gathered from {total} respondent.
it_it: Risposte raccolte da {total} persone
