Repository: pypi-data/pypi-mirror-349
Catalog: packages/xblock-poll/xblock_poll-1.15.1.tar.gz/xblock_poll-1.15.1/poll/translations/*/LC_MESSAGES/text.po
Languages: it_it

source: Whether or not to display results to the user.
it_it: Visualizzare o meno i risultati all'utente.

source: The maximum number of times a user may send a submission.
it_it: Massimo numero di volte che l'utente può inviare la sottomissione.

source: Number of times the user has sent a submission.
it_it: Numero di volte che l'utente ha inviato una sottomissione.

source: Text to display after the user votes.
it_it: Testo da visualizzare dopo il voto dell'utente.

source: '{field}' is not present, or not a JSON array.
it_it: '{field}' non presente, oppure non è un array JSON.

source: {noun} {item} not a javascript object!
it_it: {noun} {item} non è un oggetto javascript!

source: {noun} {item} contains no key.
it_it: {noun} {item} non contiene la chiave.

source: {noun} has no text or img. Please make sure all {noun_lower}s have one or the other, or both.
it_it: {noun} non ha testo o img. Per cortesia assicurati che tutte le {noun_lower} abbiano uno o l'altro oppure anche entrambi.

source: {noun} was added with no label. All {noun_lower}s must have labels. Please check the form. Check the form and explicitly delete {noun_lower}s if not needed.
it_it: {noun} è stata aggiunta senza etichetta. Tutte le {noun_lower} devono avere un'etichetta. Per cortesia controlla il form. Controlla il form e rimuovi le {noun_lower} che non sono necessarie.

source: All images must have an alternative text describing the image in a way that would allow someone to answer the poll if the image did not load.
it_it: Tutte le immagini devono avere un testo alternativo descrittivo dell'immagine in modo che si possa rispondere al sondaggio anche se l'immagine non è stata correttamente caricata.

source: You must include at least one {noun_lower}.
it_it: Devi includere almeno una {noun_lower}.

source: Maximum Submissions missing or not an integer.
it_it: Maximum Submissions non è settato oppure non è un intero.

source: Private results may not be False when Maximum Submissions is not 1.
it_it: I risultati privati non devono essere False quando Maximum Submissions non è settato ad 1.

source: Poll
it_it: Sondaggio

source: What is your favorite color?
it_it: Qual è il tuo colore preferito?

source: Red
it_it: Rosso

source: Blue
it_it: Blu

source: Other
it_it: Altro

source: The answer options on this poll.
it_it: Opzioni di risposta per questo sondaggio.

source: Total tally of answers from students.
it_it: Conteggio totale delle risposte degli studenti.

source: The student's answer
it_it: La risposta dello studente

source: You have already voted in this poll.
it_it: Hai già votato per questo sondaggio.

source: Answer not included with request.
it_it: Risposta non inclusa nella richiesta.

source: No key "{choice}" in answers table.
it_it: Non esiste la chiave "{choice}" nella tabella delle risposte.

source: You have already voted as many times as you are allowed.
it_it: Hai già votato tutte le volte che potevi.

source: You must specify a question.
it_it: Devi specificare una domanda.

source: Answer
it_it: Risposta

source: Question
it_it: Domanda

source: Survey
it_it: Sondaggio

source: Yes
it_it: Si

source: Maybe
it_it: Forse

source: Answer choices for this Survey
it_it: Scelte di risposta per questo Sondaggio

source: Are you enjoying the course?
it_it: Il corso ti sta piacendo?

source: Would you recommend this course to your friends?
it_it: Vorresti raccomandare questo corso ai tuoi amici?

source: Do you think you will learn a lot?
it_it: Pensi che imparerai molto?

source: Questions for this Survey
it_it: Domande per questo Sondaggio

source: The user's answers
it_it: Le risposte dell'utente

source: Not all questions were included, or unknown questions were included. Try refreshing and trying again.
it_it: Non tutte le domande sono state incluse oppure alcune domande sconosciute sono state include. Prova a aggiornare e riprovare.

source: Found unknown answer '{answer_key}' for question key '{question_key}'
it_it: Trovata la seguente risposta sconosciuta'{answer_key}' alla domanda con chiave '{question_key}'

source: Submit
it_it: Invia

source: Download CSV
it_it: Scarica CSV

source: Display Name
it_it: Mostra il nome

source: True
it_it: Vero

source: False
it_it: Falso

source: Save
it_it: Salva

source: Cancel
it_it: Annulla
