Repository: pypi-data/pypi-mirror-349
Catalog: packages/xblock-poll/xblock_poll-1.15.1-py3-none-any.whl/poll/translations/*/LC_MESSAGES/text.po
Languages: pt_pt

source: Whether or not to display results to the user.
pt_pt: Se deseja ou não mostrar os resultados ao utilizador.

source: The maximum number of times a user may send a submission.
pt_pt: O número máximo de vezes que um utilizador pode submeter a sua resposta.

source: Number of times the user has sent a submission.
pt_pt: Número de vezes que o utilizador submeteu a resposta.

source: Text to display after the user votes.
pt_pt: Texto a ser disponibilizado após a votação do utilizador.

source: '{field}' is not present, or not a JSON array.
pt_pt: '{field}' não está presente, ou não é um JSON array.

source: {noun} {item} not a javascript object!
pt_pt: {noun} {item} não é um objeto JavaScript!

source: {noun} {item} contains no key.
pt_pt: {noun} {item} não contém uma chave.

source: {noun} has no text or img. Please make sure all {noun_lower}s have one or the other, or both.
pt_pt: {noun} não tem texto ou imagem. Certifique-se de que todas as {noun_lower}s tenham texto, imagem ou ambos.

source: {noun} was added with no label. All {noun_lower}s must have labels. Please check the form. Check the form and explicitly delete {noun_lower}s if not needed.
pt_pt: {noun} foi adicionado sem etiqueta. Todas as {noun_lower} devem ter etiquetas. Por favor, verifique o formulário e elimine explicitamente {noun_lower}s que não sejam necessárias.

source: All images must have an alternative text describing the image in a way that would allow someone to answer the poll if the image did not load.
pt_pt: Todas as imagens devem ter um texto alternativo descrevendo a imagem de uma forma que permita que alguém responda à sondagem se a imagem não aparecer.

source: You must include at least one {noun_lower}.
pt_pt: Deve incluir pelo menos uma {noun_lower}.

source: Maximum Submissions missing or not an integer.
pt_pt: Falta indicar o número máximos de submissões, um número inteiro.

source: Private results may not be False when Maximum Submissions is not 1.
pt_pt: Os resultados privados podem não ser Falso quando o número Máximo de Submissões não é 1.

source: Poll
pt_pt: Sondagem

source: What is your favorite color?
pt_pt: Qual é a sua cor favorita?

source: Red
pt_pt: Vermelho

source: Blue
pt_pt: Azul

source: Green
pt_pt: Verde

source: Other
pt_pt: Outro

source: The answer options on this poll.
pt_pt: As opções de resposta nesta votação.

source: Total tally of answers from students.
pt_pt: Contagem total das respostas dos estudantes.

source: The student's answer
pt_pt: A resposta do estudante

source: You have already voted in this poll.
pt_pt: Já participou nesta votação.

source: Answer not included with request.
pt_pt: Resposta não incluída com o pedido.

source: No key "{choice}" in answers table.
pt_pt: Nenhuma opção "{choice}" na tabela de respostas.

source: You have already voted as many times as you are allowed.
pt_pt: Já votou tantas vezes quanto é permitido.

source: You must specify a question.
pt_pt: Deve especificar uma pergunta.

source: Answer
pt_pt: Resposta

source: Question
pt_pt: Pergunta

source: Submissions count
pt_pt: Contagem de envios

source: Survey
pt_pt: Sondagem

source: Yes
pt_pt: Sim

source: No
pt_pt: Não

source: Maybe
pt_pt: Talvez

source: Answer choices for this Survey
pt_pt: Opções de resposta para esta Sondagem

source: Are you enjoying the course?
pt_pt: Está a gostar do curso?

source: Would you recommend this course to your friends?
pt_pt: Recomendaria este curso aos seus amigos?

source: Do you think you will learn a lot?
pt_pt: Sente que vai aprender muito?

source: Questions for this Survey
pt_pt: Questões para esta Sondagem

source: The user's answers
pt_pt: As respostas do utilizador

source: Not all questions were included, or unknown questions were included. Try refreshing and trying again.
pt_pt: Nem todas as questões foram incluídas, ou foram incluídas questões desconhecidas. Atualize e tente novamente.

source: Found unknown answer '{answer_key}' for question key '{question_key}'
pt_pt: Foi encontrada uma resposta desconhecida '{answer_key}' para a questão '{question_key}'

source: Submit
pt_pt: Submeter

source: Thank you.
pt_pt: Obrigado.

source: You have used %(submissions_count_s)s out of %(max_submissions_s)s submissions.
pt_pt: Usou %(submissions_count_s)s de %(max_submissions_s)s envios.

source: Feedback
pt_pt: Comentário

source: View results
pt_pt: Ver resultados

source: Export results to CSV
pt_pt: Exportar resultados para CSV

source: Download CSV
pt_pt: Transferir CSV

source: Student data and results CSV available for download in the LMS.
pt_pt: Dados e resultados dos estudantes disponíveis para download em CSV no LMS.

source: Display Name
pt_pt: Nome a apresentar

source: Question/Prompt
pt_pt: Questão/Prompt

source: %(link_start)sMarkdown Syntax%(link_end)s is supported.
pt_pt: %(link_start)s Sintaxe de Markdown %(link_end)s suportada.

source: Enter the prompt for the user.
pt_pt: Insira o prompt para o utilizador.

source: %(link_start)sMarkdown Syntax%(link_end)s is supported.
pt_pt: %(link_start)sSintaxe de Markdown%(link_end)s suportada.

source: This text will be displayed for the user as some extra feedback after they have submitted their response to the poll.
pt_pt: Este texto será exibido para o utilizador como um feedback extra depois de enviaram a sua resposta ao questionário.

source: Private Results
pt_pt: Resultados privados

source: True
pt_pt: Verdadeiro

source: False
pt_pt: Falso

source: If this is set to True, don't display results of the poll to the user.
pt_pt: Se isso for definido como true, não exiba os resultados da sondagem para o usuário.

source: Maximum Submissions
pt_pt: Máximo de submissões

source: Maximum number of times a user may submit a poll. %(bold_start)sSetting this to a value other than 1 will imply that 'Private Results' should be true.%(bold_end)s Setting it to 0 will allow infinite resubmissions.
pt_pt: Número máximo de vezes que um utilizador pode enviar uma sondagem. %(bold_start)s Ao definir para um valor diferente de 1, implicará que 'resultados particulares' devem ser verdadeiros.%(bold_end)s defini-lo como 0 permitirá reenvios infinitos.

source: Notes:
pt_pt: Notas:

source: If you change an answer's text, all students who voted for that choice will have their votes updated to the new text. You'll want to avoid changing an answer from something like 'True' to 'False', accordingly. If you delete an answer, any votes for that answer will also be deleted. Students whose choices are deleted may vote again, but will not lose course progress.
pt_pt: Se você alterar o texto de uma resposta, todos os alunos que votaram nessa opção terão seus votos atualizados para o novo texto. Você desejará evitar alterar uma resposta de algo como ' true ' para ' false ', em conformidade. Se você excluir uma resposta, quaisquer votos para essa resposta também serão excluídos. Os alunos cujas escolhas são excluídas podem votar novamente, mas não perderão o progresso do curso.

source: Questions must be similarly cared for. If a question's text is changed, any votes for that question will remain. If a question is deleted, any student who previously took the survey will be permitted to retake it, but will not lose course progress.
pt_pt: As perguntas devem ser igualmente cuidadas. Se o texto de uma pergunta for alterado, qualquer voto para essa pergunta permanecerá. Se uma pergunta for excluída, qualquer aluno que já tenha realizado a pesquisa terá permissão para retomá-lo, mas não perderá o andamento do curso.

source: Add Answer
pt_pt: Adicionar resposta

source: Add Question
pt_pt: Adicionar pergunta

source: Save
pt_pt: Guardar

source: Cancel
pt_pt: Cancelar

source: You have used %(submissions_count_s)s out of %(max_submissions_s)s submissions.
pt_pt: Você usou %(submissions_count_s)s de %(max_submissions_s)s envios.
