from setuptools import setup

setup(
    name="carnoffel_code", # Имя модуля, которое будет использоваться при установке через pip install
    version="0.2", # Версия модуля. При каждом обновлении её надо увеличивать
    description="Сильнейшее зло. Код хранящий самые страшные пороки людские. Он пораждает агрессию, с помощью которой достигает забвения. Если вы увидете его содержимое, то забвения вам уже не избежать.", # Список с названиями папок, которые нужно залить
    packages=["carnoffel_code"], # Список с названиями папок, которые нужно залить
    author_email="tirackot@gmail.com", # Почта автора
    zip_safe=False, # Пароль, можно не указывать
    install_requires = [], # Список дополнительных модулей, которые необходимы для использования вашего модуля
    

)
